
[

		{
			"login": "Manchester City manager Pep Guardiola says England midfielder Kalvin Phillips was overweight when he returned to training from the World Cup.",
			"avatar_url": "https://ichef.bbci.co.uk/onesport/cps/800/cpsprodpb/5ADD/production/_128116232_phillips_gettytwo.jpg",
			"gisturl": "The 27-year-old was a surprise omission from the City squad for Thursday's Carabao Cup victory over Liverpool.Guardiola's initial explanation was to say Phillips, who joined City from Leeds in July, was not fit."
		},
	{
			"login": "Can Wolves turn Premier League season around under new boss Julen Lopetegui?",
			"avatar_url": "https://ichef.bbci.co.uk/onesport/cps/800/cpsprodpb/26A2/production/_128109890_gettyimages-1450761273.jpg",
			"gisturl": "The team that has been bottom of the Premier League after 15 games has been relegated in each of the past seven seasons.On the plus side, at the same point last term, only goal difference was keeping Newcastle off the foot of the table and - thanks to Saudi investment and Eddie Howe  they survived. And, the year after Leicester became the last team to escape from bottom spot after 15 games, they won the title."
		},
	{
			"login": "Emiliano Martinez celebrations: Aston Villa boss Unai Emery to speak to goalkeeper",
			"avatar_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS-z-jodxMHP8mjbUzwQEn9jFaJIly5jvHb4w&usqp=CAU",
			"gisturl": "Martinez has been criticised for some of his actions after Sunday's final, which included a rude gesture with his Golden Glove award.He also mocked France striker Kylian Mbappe"
		},
		{
			"login": "Harry Kane: Spurs boss Antonio Conte 'not worried' about striker after England penalty miss",
			"avatar_url": "https://cdne-totv8-prod.azureedge.net/media/tkgczptd/firstteam_profiles_202223_harrykane.png?anchor=center&mode=crop&quality=100&width=750",
			"gisturl": "Tottenham boss Antonio Conte is not worried about Harry Kane after the striker's penalty miss against France which ended England's World Cup dream."
		},
	 {
			"login": "Claudio Ranieri: Italian named Cagliari boss 31 years after first managing the club",
			"avatar_url": "https://ichef.bbci.co.uk/onesport/cps/800/cpsprodpb/01D7/production/_128117400_whatsubject.jpg",
			"gisturl": "Claudio Ranieri has been re-appointed Cagliari boss, more than three decades after first managing the club.He made his name as a manager with the Italian side between 1988 and 1991, taking them from Serie C to Serie A."
		},
	 {
			"login": "Andre Onana: Cameroon goalkeeper retires from internationals after World Cup dispute",
			"avatar_url": "https://ichef.bbci.co.uk/onesport/cps/800/cpsprodpb/E9FD/production/_128110995_gettyimages-1245048365.jpg",
			"gisturl": "Cameroon goalkeeper Andre Onana has retired from international football after falling out with head coach Rigobert Song at the World Cup.Song said Onana had asked not to play in Cameroon's second group match against Serbia. He was suspended from the national team and did not feature again, flying out of Qatar."
		},
	 {
			"login": "Diego Llorente: Leeds United defender signs new contract extension",
			"avatar_url": "https://ichef.bbci.co.uk/onesport/cps/800/cpsprodpb/154C9/production/_128114278_whatsubject.jpg",
			"gisturl": "Leeds United defender Diego Llorente has signed a three-and-a-half year contract extension, keeping him at the club until 2026.The Spain international moved to Elland Road from Real Sociedad in 2020 following the Whites' promotion to the Premier League."
		},
		{
			"login": "New Premier League referees' boss Howard Webb wants former players to become referees",
			"avatar_url": "https://ichef.bbci.co.uk/onesport/cps/480/cpsprodpb/DEEE/production/_128107075_whatsubject.jpg",
			"gisturl": "New Premier League referees chief Howard Webb wants to encourage former professional players to take up officiating.Webb has returned to English football after five years in the United States, having being named the first chief refereeing officer of the Professional Game Match Officials Limited.The 51-year-old, who refereed the 2010 World Cup final, has pledged to broaden the number of referees, including trying to attract more female officials and others from diverse backgrounds.However, he also feels the professional ranks are an untapped source and believes some players could find refereeing attractive as an alternative career path."
		}
	]
