[


	{

		"info": "Newcastle thrashes Westham ",
		"news": "Champions League-chasing Newcastle capitalised on poor West Ham defending to hit five goals at London Stadium and pile the pressure on Hammers manager David Moyes",
		"news_image": "https://i2-prod.chroniclelive.co.uk/incoming/article26641823.ece/ALTERNATES/s1200/0_GettyImages-1480113840.jpg"

	},

	{

		"info": "Chelsea set to name ex-manager as boss until end of the season     ",
		"news": "Frank Lampard is set to be appointed interim Chelsea manager until the end of the season - just over two years after the club sacked him.He has been out of a job since January when he was dismissed by Everton after less than a year in charge.The ex-Chelsea and England midfielder previously managed the Blues from July 2019 until January 2021, when he was replaced by Thomas Tuchel.",
		"news_image": "https://e0.365dm.com/23/04/2048x1152/skysports-frank-lampard-chelsea_6112106.jpg"

	},

	{

		"info": "Karim Benzema scored a second-half hat-trick as Real Madrid routed Barcelona to reach the Copa del Rey final        ",
		"news": "Trailing 1-0 from the first leg, Madrid levelled the tie through Vinicius Jr in first-half stoppage time.Benzema added two goals early in the second half - the second from the penalty spot - to put the visitors in control and completed his hat-trick to seal the win in the 80th minute.Carlo Ancelotti's side will face Osasuna in the final on 6 May.Barcelona had the better of a feisty first half at the Nou Camp, but their best chance led directly to Madrid's opener in first-half injury time.",
		"news_image": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhuf2UJC10Ijq1uZVGWk-Cgftjd-dQLDBCaTOf15FtHXGVnBBua1f1ASpXULEsYXadVI4VC8Pp2TILWpU5rvCUYF1WPBaDIxV38QGUBkvAvd7GdUucSAICfqQ3njenB01Ml9UZkKMhVzYUgJ1qbAGpDHA_HgtHnjQrcBcRPWKRh4YW7__oFal96VakeDA/s612/gettyimages-1250802525-612x612.jpg"

	},

	{

		"info": "Steve Cooper is still manager - Evangelos Marinakis        ",
		"news": "Nottingham Forest say Steve Cooper remains manager but results and performances must improve immediately.Forest, beaten 2-1 by Leeds United on Tuesday, are 17th in the Premier League, above the relegation zone only on goal difference.In a statement, owner Evangelos Marinakis said he wished to end false and disruptive reporting about Cooper's future.Forest have not won in eight games, the longest winless run in the top flight.Cooper joined Forest in September 2021 and guided them to the Premier League for the first time since 1999 in his first season.",
		"news_image": "https://i.dailymail.co.uk/1s/2022/05/31/11/58496045-0-image-a-36_1653991708019.jpg "
	},

	{

		"info": "Romelu Lukaku says Serie A must take action for real this time after he was racially abused by Juventus fans before being sent off on Tuesday  ",
		"news": "Champions League-chasing Newcastle capitalised on poor West Ham defending to hit five goals at London Stadium and pile the pressure on Hammers manager David Moyes",
		"news_image": "https://static1.straitstimes.com.sg/s3fs-public/styles/large30x20/public/articles/2023/04/05/TOPSHOTS-TOPSHOT-FBL-ITA-CUP-JUVENTUS-INTER-092256_1.jpg?VersionId=FHB7FPLzSf0P5csuxqroYwXWn93ChFx6"

	},

	{

		"info": "Norwich City striker to leave at end of season ",
		"news": "The 33-year-old Finland international has scored 88 goals in 204 appearances for the Canaries since arriving on a free transfer from Danish side Brondby in the summer of 2018.His goals were instrumental in getting Norwich promoted to the Premier League in both 2019 and 2021.This has not been an easy decision, Pukki told the club website.I have some amazing memories from my time here, with so many ups and downs. The two promotions were amazing.",
		"news_image": "https://cdn.the72.co.uk/wp-content/uploads/2022/11/2022-10-18T210016Z_1408768960_RC2X3X98V24X_RTRMADP_3_SOCCER-ENGLAND-NOR-LUT-REPORT-1920x1024.jpg "

	},

	{

		"info": "Lucas Hoeler scored a 95th-minute penalty as Freiburg came from behind to knock Bayern Munich out of the German Cup in the quarter-finals",
		"news": "Bayern took the lead through Dayot Upamecano's header but Nicolas Hoefler equalised eight minutes later.Hoeler converted from the spot after Jamal Musiala handled in the box to book Freiburg's semi-final place.It was Thomas Tuchel's second game in charge after Bayern beat Borussia Dortmund 4-2 in the league on Saturday.The Munich club sacked boss Julian Nagelsmann after they dropped behind Dortmund in the Bundesliga table and replaced him with Tuchel, who managed their rivals from 2015 to 2017.Tuchel's side dominated the cup tie for large parts but Hoefler's rocket from outside the box after Kingsley Coman scuffed a clearance drew Freiburg level and Hoeler's late spot-kick sealed a shock win.",
		"news_image": "https://a-sports.tv/wp-content/uploads/2023/04/Bayern-knock-out-of-german-cup-1280x720.jpg"

	},

	{

		"info": "Brighton are dreaming of playing in Europe after a 2-0 victory against Bournemouth at the Vitality Stadium boosted their Champions League hopes.   ",
		"news": "Evan Ferguson opened the scoring with his left heel, before Julio Enciso scored in second-half stoppage timeBrighton are four points off fourth-placed Tottenham with two games in hand - and face Spurs away this Saturday.Manager Roberto de Zerbi said: We have to keep mentality and humility, but we want to dream and to achieve Europe.De Zerbi's side have lost just one of their past 11 Premier League matches and are unbeaten away from home since October.Another victory on the road at Tottenham Hotspur Stadium could be huge in their pursuit of Champions League football.We all know how important Saturday's game is, so we will try our best to win it. We are dreaming of playing in Europe, Enciso said after the game.",
		"news_image": "https://ichef.bbci.co.uk/live-experience/cps/624/cpsprodpb/D013/production/_129276235_gettyimages-1479808077.jpg"

	},

	{

		"info": "Brendan Rodgers: Ex-Leicester City boss has 'every confidence' he would have kept Foxes up ",
		"news": "Former Leicester City manager Brendan Rodgers says he has every confidence he would have kept the club in the Premier League this season.Rodgers was sacked after Saturday's 2-1 defeat at Crystal Palace dropped Leicester into the relegation zone.The 50-year-old Northern Irishman won the club's first FA Cup in 2021 and secured European qualification in consecutive seasons.It has been a privilege to be your manager, Rodgers said.I would like to thank the Leicester City chairman Mr Srivaddhanaprabha and all of the board for giving me the opportunity to manage Leicester City and make history with this great football club over the past four years.I am obviously disappointed to depart so close to the end of the season and had every confidence that we would have delivered the results needed to preserve the club's Premier League status. I would like to wish everybody at the club the very best of luck as they seek to continue to deliver on this objective.",
		"news_image": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/97F0/production/_129269883_gettyimages-1250374161.jpg"

	},

	{

		"info": "Erik ten Hag says Man Utd 'still have to win' without Christian Eriksen and Casemiro        ",
		"news": "Manchester United still have to win games even when important players are unavailable, says manager Erik ten Hag.United have failed to win in the league since February, a run that has coincided with suspension for Casemiro and injury to Christian Eriksen.",
		"news_image": "https://static1.straitstimes.com.sg/s3fs-public/styles/large30x20/public/articles/2023/04/04/sv-football-040423_1.jpg?VersionId=xq3nz.nqeDS723caGAOn6Lx_9v.szIHX"

	}

]
